[
    "I'm Yours, you were mine. secrets of the world.",
    "I lost you, but I found me. So I win.",
    "Don't forget the name. So that the spell won't unravel.",
    "Til you called out my name, Something in me just changed",
    "I'm the one, who completes the other half of you",
    "Lets make a magic spell with your tears, So there will be no more tears.",
    "Can't you hear it? my voice searching for you",
    "The door of dreams opens, you in the memories come to reality",
    "I don't want to fall apart with you, can I be a pet",
    "Let's go on a journey to find ourselves",
    "Though I try to hold it back everyday, Though I try to Hang in there. But its not working so well, I need your hand now.",
    "If you've got a broken heart, just take a chance",
    "The secrets I couldn't tell, is the worries I left behind",
    "I want to tell you that the darkness exists everywhere. So don't be afraid of it",
    "This Darkness that swallowed the scream, The widening space between us. Scribbles that unfold before our eyes wade again through this dream.",
    "To make my resentment stop, please take my hand, once gain",
    "I'm addicted to the way I feel, when I think of you",
    "Don't go breaking my heart, don't go",
    "The starlight of the night that we saw together. Don't forget that night",
    "Please take me now, to the magic named 'us'",
    "In my black and white world, you shine red and blue",
    "I will remember and recover, not forgive and forget",
    "Your presence changes my world like magic",
    "Our signature is a mystery, not a coincidence",
    "When I see her, I don't feel lonely",
    "In the confusion I've been guided by my name",
    "Reality loses its power and even the Earth holds its breath",
    "The empty seat without you is swept away by the wind",
    "I feel you, even if you don't say anything",
    "You know the feeling a second before falling",
    "In this place where we ran away together, just stay forever",
    "I'm all alone, but I'm still alone",
    "You'll be the hero and now I'll be the monster",
    "I stayed up all night and today with my eyes open like a zombie",
    "Even if I call you in the night sky, I'm afraid of the black silence without an answer",
    "I'm looking for a sign of parting in the conversation",
    "Now throw away all your weapons and just jump to the festival",
    "I have to break this stage, I have to become an adult",
    "This is not enough, I want something stronger",
    "I am not afraid of storms, for I am learning how to sail my ship",
    "To choose doubt as a philosophy of life is akin to choosing immobility as a means of transportation",
    "Tomorrow is always fresh, with no mistakes in yet.",
    "It's the possibility of having a dream come true that makes life interesting",
    "Most of us can't help but live as though we've got two lives to live, one is the mockup, the other the finished version, and then there are all those versions in between.",
    "All we have to decide is what to do with the time that is given to us.",
    "In spite of everything I still believe that people are really good at heart.",
    "What's the point of having a voice if you're gonna be silent in those moments you shouldn't be?",
    "Nothing in the world is ever completely wrong. Even a stopped clock is right twice a day.",
    "Just think happy thoughts and you'll fly.",
    "It's not destroying. It's making something new.",
    "You know, the ancient Egyptians had a beautiful belief about death. When their souls got to the entrance to heaven, the guards asked two questions. Their answers determined whether they were able to enter or not. 'Have you found joy in your life?' 'Has your life brought joy to others?",
    "When will the lesson be learned! You cannot reason with a tiger when your head is in its mouth!",
    "Do, or do not. There is no “try”",
    "Don't let anyone ever make you feel like you don't deserve what you want.",
    "In this life, you don't have to prove nothin' to nobody but yourself. And after what you've gone through, if you haven't done that by now, it ain't gonna never happen. Now go on back.",
    "Life is not the amount of breaths you take. It's the moments that take your breath away.",
    "It's only after we've lost everything that we're free to do anything.",
    "At some point you've got to decide for yourself who you gonna be. Can't let nobody make that decision for you.",
    "Oh yes, the past can hurt. But you can either run from it, or learn from it.",
    "Know thy self, know thy enemy. A thousand battles, a thousand victories. One of the penalties for refusing to participate in politics is that you end up being governed by your inferiors.",
    "All truth passes through three stages. First, it is ridiculed. Second, it is violently opposed. Third, it is accepted as being self-evident.",
    "I have learned to seek my happiness by limiting my desires, rather than in attempting to satisfy them.",
    "Life is not a problem to be solved but a reality to be experienced.",
    "It does not matter how slowly you go, as long as you do not stop.",
    "No man ever steps in the same river twice, for it's not the same river and he's not the same man.",
    "Don't live your life through what-ifs, live it with I knows.",
    "Someone once asked me “Why do you always insist on taking the hard road?” I replied, “Why do you assume I see two roads",
    "The object of rewards is to encourage; that of punishments, to prevent. If rewards are high, then what the ruler wants will be quickly effected; if punishments are heavy, what he does not want will be swiftly prevented.",
    "Patience is bitter, but its fruit is sweet.",
    "If life were predictable it would cease to be life, and be without flavor.",
    "You can only become truly accomplished at something you love. Don't make money your goal. Instead, pursue the things you love doing, and then do them so well that people can't take their eyes off you.",
    "I always had the ability to say no. That's how I called my own shots.",
    "If you look at what you have in life, you'll always have more. If you look at what you don't have in life, you'll never have enough.",
    "If you set your goals ridiculously high and it's a failure, you will fail above everyone else's success.",
    "I think the first half of my 20s I felt I had to achieve, achieve, achieve. A lot of men do this. I'm looking around now and I'm like, Where am I running?",
    "You have a responsibility to your work, to your choices. Once you get to a certain level of quality and commitment, you don't want to go back and make Booty Call 7.",
    "Some women choose to follow men, and some women choose to follow their dreams. If you're wondering which way to go, remember that your career will never wake up and tell you that it doesn't love you anymore.",
    "No matter what happens in life, be good to people. Being good to people is a wonderful legacy to leave behind.",
    "You pray for rain, you gotta deal with the mud too. That's a part of it.",
    "The only way to do great work is to love what you do. And if you can't love it, laugh at it!",
    "I find that the harder I work, the more luck I seem to have. Or maybe I'm just more easily amused.",
    "Don't watch the clock; do what it does. Keep moving forward, and occasionally take a nap",
    "Opportunity is missed by most people because it is dressed in overalls and looks like work. But hey, at least you'll be the best-dressed one!",
    "Hard work never killed anybody, but why take a chance?",
    "Success is not the key to happiness. Happiness is the key to success. So, if you're happy, just pretend you're successful!",
    "I'm not lazy, I'm just on energy-saving mode. Call it eco-friendly productivity!",
    "The road to success is always under construction. But don't worry, detours often lead to the best adventures!",
    "The best way to predict the future is to create it. Or you could just predict what you'll have for dinner tonight—that works too!",
    "When life gives you lemons, make lemonade. And if that's too much work, find someone who's making margaritas and join them!",
    "I can't change the direction of the wind, but I can adjust my sails. And if all else fails, I'll just build a kite!",
    "The only place where success comes before work is in the dictionary. So, let's get working on creating new words!",
    "The secret of staying young is to live honestly, eat slowly and lie about your age.",
    "Success is not in what you have, but who you are. But if you have a pizza, you're doing pretty well too!",
    "The harder I work, the luckier I get. Or maybe it's just that I have a four-leaf clover wallpaper on my phone!",
    "Success is not for the chosen few; it's for the few who choose to eat dessert first!",
    "I find that the harder I work, the more snacks I seem to deserve. It's called the snack-pensation effect!",
    "It's important to our friends to believe that we are unreservedly frank with them, and important to the friendship that we are not.",
    "I can't change the direction of the wind, but I can adjust my hairstyle. So, let the wind blow—I'll just go for the messy look!",
    "The future belongs to those who believe in the beauty of their dreams. And if your dreams involve wearing pajamas all day, count me in!",
    "Success is 10% inspiration and 90% perspiration. Or you could just buy a really good antiperspirant!",
    "The best revenge is massive success. And by 'massive,' I mean ordering a large pizza for yourself!",
    "The only place where success comes before work is in the dictionary. So, grab a dictionary and call it a day!",
    "Opportunity does not knock, it presents itself when you beat procrastination and open the door. But don't forget to put on pants!",
    "The only way to do great work is to love what you do. Or at least tolerate it enough to get through the day!",
    "I'm a great believer in luck, and I find the harder I work, the more I have of it. Or maybe I'm just really lucky at finding snacks!",
    "The elevator to success is out of order. You'll have to take the stairs, but don't forget to take breaks for coffee!",
    "The difference between try and triumph is just a little umph!",
    "A laugh can be a very powerful thing. Why, sometimes in life, it's the only weapon we have.",
    "The best way to predict the future is to create it. Or if that's too much work, just predict what you'll have for breakfast tomorrow!",
    "When life gives you lemons, make lemonade. And if you're out of sugar, make margaritas instead!",
    "I can't change the direction of the wind, but I can adjust my sails. Or maybe I'll just set up a wind turbine and make some clean energy!",
    "The only place where success comes before work is in the dictionary. So, let's create our own dictionary and redefine success!",
    "There is nothing better than a friend, unless it is a friend with chocolate.",
    "You only live once, but if you do it right, once is enough.",
    "The harder I work, the luckier I get. Or maybe I'm just really good at finding four-leaf clovers!",
    "Success is not for the chosen few; it's for the few who choose to dance like nobody's watching!",
    "I find that the harder I work, the more snacks I seem to need. It's a never-ending cycle of productivity and munchies!",
    "If at first, you don't succeed, order pizza. Because pizza makes everything better, even failure!",
    "I can't change the direction of the wind, but I can adjust my hairstyle. So, let's embrace the wind and rock that wild hair!",
    "When you are asked if you can do a job, tell 'em, 'Certainly I can!' Then get busy and find out how to do it.",
    "If hard work is the key to success, most people would rather pick the lock.",
    "Be like a postage stamp; stick to one thing until you get there.",
    "Hard work spotlights the character of people: some turn up their sleeves, some turn up their noses, some don't turn up at all.",
    "Anyone can do any amount of work, provided it isn't the work he's supposed to be doing at that moment.",
    "I learned a long time ago that worrying is like a rocking chair. It gives you something to do but it doesn't get you anywhere.",
    "Please. Have mercy. I've been wearing the same underwear since Tuesday.",
    "My therapist told me the way to achieve true inner peace is to finish what I start. So far I've finished two bags of M&Ms and a chocolate cake. I feel better already.",
    "Do not take life too seriously. You will never get out of it alive.",
    "Life is tough, darling. Life is hard. And we better laugh at everything, otherwise, we're going down the tube.",
    "Follow your passion. Stay true to yourself. Never follow anyone else's path unless you're in the woods and you're lost and you see a path. Then, by all means, follow that path.",
    "Don't go around saying the world owes you a living. The world owes you nothing. It was here first.",
    "To succeed in life, you need three things: a wishbone, a backbone and a funny bone.",
    "People often say that motivation doesn't last. Well, neither does bathing; that's why we recommend it daily.",
    "I always wanted to be somebody, but now I realize I should have been more specific.",
    "When you're in jail, a good friend will be trying to bail you out. A best friend will be in the cell next to you saying, 'Damn, that was fun.'",
    "Never put off until tomorrow what you can do the day after tomorrow.",
    "There are two ways to pass a hurdle: leaping over or plowing through…There needs to be a monster truck option.",
    "If you think you are too small to be effective, you have never been in the dark with a mosquito.",
    "You have brains in your head. You have feet in your shoes. You can steer yourself any direction you choose. You're on your own. And you know what you know. And YOU are the one who'll decide where to go.",
    "I like work: it fascinates me. I can sit and look at it for hours.",
    "I cannot afford to waste my time making money.",
    "Honest criticism is hard to take, particularly from a relative, a friend, an acquaintance, or a stranger.",
    "It took me fifteen years to discover I had no talent for writing, but I couldn't give it up because by then I was too famous.",
    "Luck is what you have left over after you give 100 percent.",
    "Love can change a person the way a parent can change a baby- awkwardly, and often with a great deal of mess.",
    "People say nothing is impossible, but I do nothing every day.",
    "The minute you settle for less than you deserve, you get even less than you settled for.",
    "How many roads must a man walk down before he admits he's lost?",
    "I know God will not give me anything I can't handle. I just wish He didn't trust me so much.",
    "I always wanted to be somebody, but now I realize I should have been more specific.",
    "The books that help you most are those which make you think that most. The hardest way of learning is that of easy reading; but a great book that comes from a great thinker is a ship of thought deep freighted with truth and beauty.",
    "To avoid being mistaken for a sellout, I chose my friends carefully. The more politically active black students. The foreign students. The Chicanos. The Marxist professors and structural feminists and punk-rock performance poets.",
    "Where is instruction in relationships, in the management of career, in the raising of children, in the pursuit of friendship, in the wise approach to anxiety and death? All this sort of stuff I craved to learn about when I was a student and down to this day.",
    "Take the attitude of a student, never be too big to ask questions, never know too much to learn something new.",
    "Today's students can put dope in their veins or hope in their brains. If they can conceive it and believe it, they can achieve it. They must know it is not their aptitude but their attitude that will determine their altitude.",
    "Stay positive and happy. Work hard and don't give up hope. Be open to criticism and keep learning. Surround yourself with happy warm and genuine people.",
    "The best way to obtain truth and wisdom is not to ask from books, but to go to God in prayer, and obtain divine teaching.",
    "Whoever ceases to be a student has never been a student.",
    "I think that when we know that we actually do live in uncertainty, then we ought to admit it; it is of great value to realize that we do not know the answers to different questions. This attitude of mind – this attitude of uncertainty – is vital to the scientist, and it is this attitude of mind which the student must first acquire.",
    "Education is the key to success in life, and teachers make a lasting impact in the lives of their students.",
    "Debt is a trap, especially student debt, which is enormous, far larger than credit card debt. It's a trap for the rest of your life because the laws are designed so that you can't get out of it. If a business, say, gets in too much debt, it can declare bankruptcy, but individuals can almost never be relieved of student debt through bankruptcy.",
    "Vocational education programs have made a real difference in the lives of countless young people nationwide; they build self-confidence and leadership skills by allowing students to utilize their unique gifts and talents.",
    "Develop a passion for learning. If you do, you will never cease to grow.",
    "Being the best in class doesn't mean you will be the best at the work place or entrepreneurship. It's about knowing something about the correlation between education and success.",
    "Success is no accident. It is hard work perseverance learning studying sacrifice and most of all love of what you are doing or learning to do.",
    "Practical wisdom is only to be learned in the school of experience. Precepts and instruction are useful so far as they go, but, without the discipline of real life, they remain of the nature of theory only.",
    "The difference between school and life? In school, you're taught a lesson and then given a test. In life, you're given a test that teaches you a lesson.",
    "Only a monopolist could study a business and ruin it by giving away products.",
    "If you ask me about my success story, the secret is I know when to pull myself back. I don't overexpose myself; I give proper gaps whenever I can. I do not overspend myself, I keep myself busy in lot of activities. I really work hard; I work harder than others, by focussing on my fitness level and studying music.",
    "I'm choosing happiness over suffering, I know I am. I'm making space for the unknown future to fill up my life with yet to come surprises.",
    "We cannot escape fear. We can only transform it into a companion that accompanies us on all our exciting adventures.",
    "The whole point of being alive is to evolve into the complete person you were intended to be.",
    "Improvement begins when you have the discipline to confront the facts.",
    "We know what happens to people who stay in the middle of the road. They get run over.",
    "Disappointment is not an easy thing to face, but standing strong in the face of disappointment and picking yourself up afterwards is crucial to living a good life.",
    "When one door closes, another opens; but we often look so long and so regretfully upon the closed door that we do not see the one which has opened for us.",
    "Life is hard. Life is difficult. Life is going to punch you in the gut. But when you change your attitude, you change your behavior. When your behavior changes, so do your results.",
    "If I had eight hours to chop down a tree, I'd spend six hours sharpening my axe.",
    "The secret of success is learning how to use pain and pleasure instead of having pain and pleasure use you. If you do that, you're in control of your life. If you don't, life controls you.",
    "Positive and kind words can empower, encourage, motivate and help move someone towards their goals. Always choose words that can heal not destroy.",
    "Success is not a good teacher, failure makes you humble.",
    "Your dreams of saying goodbye to high school or college life and passing out with flying colors would come true. Think about such relief; season it with these graduating quotes and stay motivated.",
    "You don't have to be a genius or a visionary or even a college graduate to be successful. You just need a framework and a dream.",
    "Life is the most exciting opportunity we have. But we have one shot. You graduate from college once, and that's it. You're going out of that nest. And you have to find that courage that's deep, deep, deep in there. Every step of the way.",
    "A man who graduated high in his class at Yale Law School and made partnership in a top law firm would be celebrated. A man who invested wisely would be admired, but a woman who accomplishes this is treated with suspicion.",
    "Around the time I graduated from high school, I decided better to underachieve and have friendship than to overachieve and be alone.",
    "I am hopeful these inspirational quotes for students have been helpful to you. May you be energized to learn hard, work hard and be a product of success.",
    "I welcome your comments and contributions. Don't forget to share with fellow students, friends, and loved ones.",
    "The earlier you start working on something, the earlier you will see results.",
    "Life is short. Live it. Fear is natural. Face it. Memory is powerful. Use it.",
    "Do what is right, not what is easy.",
    "We generate fears while we do nothing. We overcome these fears by taking action.",
    "If we wait until we're ready, we'll be waiting for the rest of our lives.",
    "It's never too late to be what you might have been.",
    "You don't have to be great to start. But you have to start to be great.",
    "Every morning you have two choices: continue to sleep with your dreams, or wake up and chase them.",
    "Nobody can go back and start a new beginning, but anyone can start today and make a new ending.",
    "Many of life's failures are people who did not realise how close they were to success when they gave up.",
    "A river cuts through rock not because of its power but because of its persistence.",
    "Success is not final, failure is not fatal; it is the courage to continue that counts."
]